Repository: neykhant/epos-flutter-app-update
Catalog: lib/l10n/app_*.arb
Languages: my

source: Records List
my: အရောင်းစာရင်းချုပ်

source: Sell Screen
my: အရောင်း စာမျက်နှာ

source: Item Show
my: ပစ္စည်းစာရင်း

source: Item Transfer
my: ပစ္စည်း လွှဲပြောင်းရန်

source: Create Item Transfer
my: ပစ္စည်း လွှဲပြောင်းခြင်းထည့်ရန်

source: Account Receivable
my: အကြွေးစာရင်း

source: Gross Profit
my: အကြမ်းအမြတ်

# date_gross_profit
source: Gross Profit by Date
my: ရက်အလိုက် အကြမ်းအမြတ်

# item_gross_profit
source: Gross Profit by Items
my: ပစ္စည်းအလိုက် အကြမ်းအမြတ်

source: Price Track
my: ဈေးနှုန်း အပြောင်းအလဲများ

source: Shop Info
my: ဆိုင်အချက်အလက်ပြ စာမျက်နှာ

# low_items
source: Stock less items
my: လက်ကျန်နဲနေသော ပစ္စည်းများ

# more_sale_items
source: Top Sale Items
my: ရောင်းကောင်းသော ပစ္စည်းများ

source: Start Date
my: စရက်

source: End Date
my: ဆုံးရက်

source: Check
my: ကြည့်မည်

source: Delete
my: ဖျက်မည်

source: Total
my: စုစုပေါင်း

source: Items
my: ပစ္စည်း

source: Date
my: ရက်စွဲ

source: Quantity
my: အရေအတွက်

source: Records List by Customer
my: ဝယ်သူအလိုက် စာရင်း

source: Customer Name
my: ဝယ်သူအမည်

source: (per item)
my: (တစ်ခုစာ)

source: Select Item
my: ပစ္စည်းရွေးပါ

source: Price
my: ဈေးနှုန်း

source: Subtotal
my: ကျသင့်ငွေ

source: Save
my: သိမ်းမည်

source: Transfer
my: ရွှေ့မည်

source: Create New Item
my: ပစ္စည်းအသစ် ထည့်ရန်

source: Edit Item
my: ပစ္စည်းတန်ဖိုးများ ပြင်ရန်

source: Item Code
my: ပစ္စည်းကုတ်

source: Item Category
my: ပစ္စည်းအမျိုးအစား

source: Item Name
my: ပစ္စည်းအမည်

# buy_price
source: Purchase Price
my: ဝယ်ဈေး

source: Sale Price
my: ရောင်းဈေး

source: Enter Item Code
my: ပစ္စည်းကုတ်ထည့်ပါ

source: Enter Item Category
my: ပစ္စည်းအမျိုးအစားထည့်ပါ

source: Enter Item Name
my: ပစ္စည်းအမည်ထည့်ပါ

source: Enter Quantity
my: အရေအတွက်ထည့်ပါ

source: Enter Number
my: နံပါတ် ထည့်ပါ

# enter_buy_price
source: Enter Purchase Price
my: ဝယ်ဈေးထည့်ပါ

source: Enter Sale Price
my: ရောင်းဈေးထည့်ပါ

source: Shop Name
my: ဆိုင်အမည်

source: Owner Name
my: ဆိုင်ရှင်အမည်

source: Phone No
my: ဖုန်းနံပါတ်

# employees
source: No of Employees
my: ဆိုင်ရှိ ဝန်ထမ်းအရေအတွက်

source: Address
my: လိပ်စာ

source: Edit Shop
my: ဆိုင်အချက်အလက် ပြင်ဆင်ရန်

source: Enter Shop Name
my: ဆိုင်အမည်ထည့်ပါ

source: Enter Phone No
my: ဖုန်းနံပါတ်ထည့်ပါ

source: Enter Employees
my: ဆိုင်ရှိ ဝန်ထမ်းအရေအတွက်ထည့်ပါ

source: Enter Address
my: လိပ်စာထည့်ပါ

# message_left_items
source: There isn't any left items!
my: လက်ကျန်နဲနေသော ပစ္စည်းမရှိသေးပါ

# message_more_sale_items
source: There isn't any more sale items!
my: ရောင်းကောင်းသော ပစ္စည်းမရှိသေးပါ

source: Printer Screen
my: ပရင်တာ စာမျက်နှာ

# printer_status
source: There isn't any connecting printer!
my: ချိတ်ဆက်ထားသော ပရင်တာ မရှိပါ

# printer_connect_message
source: Successfully connected!
my: ချိတ်ဆက်မှု အောင်မြင်ပါသည်

# printer_disconnect_message
source: Successfully disconnected!
my: ကွန်ယက်ဖြတ်တောက်မှု အောင်မြင်ပါသည်

# printer_connect
source: Connect
my: ချိတ်ဆက်မည်

# printer_disconnect
source: Disconnect
my: ကွန်ယက်ဖြတ်မည်

source: Print Receipt
my: ဘောင်ချာ ထုတ်မည်

source: Select Printer
my: printer device တစ်ခုခုကို ရွေးပါ

source: Login Screen
my: Login စာမျက်နှာ

source: Username
my: နာမည်

source: Password
my: လျှို့ဝှက်နံပါတ်

source: Login
my: ဝင်မည်

# change_login
source: Change Login Info
my: Login အချက်အလက်များ ပြင်ဆင်ရန်

source: Enter username
my: နာမည်ဖြည့်ပေးပါ

source: Enter password
my: လျှို့ဝှက်နံပါတ် ဖြည့်ပေးပါ

# login_message
source: Invalid username or password!
my: နာမည် (သို့မဟုတ်) လျှို့ဝှက်နံပတ် မှားနေပါသည်။

source: Confirm Password
my: လျှို့ဝှက်နံပတ် နောက်တစ်ကြိမ်ပြန်ထည့်ပါ

# confirm_password_message
source: Password is not equal to confirm password!
my: လျှို့ဝှက်နံပတ်နှစ်ခု မတူညီပါ

# alert_error_end_date
source: Please select end date is greater than start date!
my: ဆုံးရက်ကို ပိုကြီးတဲ့ရက် ရွေးပေးပါ။

# alert_error_end_date_secondary
source: Please select end date is greater than start date and selected end date isn't in record list!
my: ဆုံးရက်ကို ပိုကြီးတဲ့ရက် ရွေးပေးပါ။ (သို့) ဆုံးရက်ကမရှိတဲ့ ရက်ဖြစ်နေပါသည်။

# sure_delete
source: Are you sure to delete?
my: ဖျက်မှာသေချာပြီလား

# sure_restore
source: Are you sure to restore?
my: ပြန်ပေါင်းမှာသေချာပြီလား

source: Customers
my: ဝယ်သူများ

source: Select Customer
my: ဝယ်သူအမည်ရွေးပါ

source: Select Shop
my: ဆိုင်ရွေးပါ

source: Create New Customer
my: ဝယ်သူအသစ်ထည့်ရန်

source: Edit Customer
my: ဝယ်သူအချက်အလက်ပြင်ရန်

source: Enter Customer Name
my: ဝယ်သူအမည်ထည့်ပါ

# alert_error_customer
source: Please choice one customer!
my: ဝယ်သူတစ်ယောက်ပဲ ရွေးပေးပါ

# total_selling_price
source: Total Sale Price
my: စုစုပေါင်း ရောင်းဈေး

source: Total Purchase Price
my: စုစုပေါင်း ဝယ်ဈေး

# invoice_quantity
source: Qty
my: ဦးရေ

source: Item Transfers
my: ပစ္စည်း လွှဲပြောင်းခြင်းများ

source: Shop List
my: ဆိုင်များ

# sell_screen_clean
source: Clear
my: ဖျက်မည်

source: Total Price
my: စုစုပေါင်း

source: Paid Price
my: ပေးပြီးငွေ

source: Left Price
my: ပေးရန်ကျန်ငွေ

# alert_account_rec
source: Paid price is greater than left price
my: ပေးငွေက ပေးရန်ကျန်ငွေထက်များနေပါတယ်

# invoice_number
source: Vol No
my: ဘောင်ချာအမှတ်

# edit_account
source: Edit Account Rec
my: အကြွေးစာရင်းပြင်ရန်

# year_record_list
source: Yearly Record List
my: နှစ်အလိုက်စာရင်းချုပ်

source: Select Year
my: နှစ်‌ရွေးပါ

source: Search Printer
my: printer ရှာပါ

source: Region List
my: နယ်များ

source: Merchants
my: ကုန်သည်များ

# select_merchants
source: Select Merchant
my: ကုန်သည်အမည်ရွေးပါ‌

source: Create New Merchant
my: ကုန်သည်အသစ်ထည့်ရန်

source: Purchase Screen
my: အဝယ် စာမျက်နှာ

source: Purchase List
my: အဝယ်စာရင်းများ

source: Item Price list
my: ပစ္စည်းစျေးနှုန်းများ

source: Categories
my: အမျိူးအစားများ

source: Select Category
my: အမျိုးအစားရွေးပါ

source: Create Category
my: အမျိုးအစား အသစ်ထည့်ရန်

source: Edit Category
my: အမျိုးအစား ပြင်ရန်

source: Enter Category Name
my: အမျိုးအစားထည့်ပါ

source: Category Name
my: အမျိူးအစားအမည်

# buy_price_tracks
source: Purchase Price Tracks
my: ဝယ်ဈေးအပြောင်းအလဲ

source: Sale Price Tracks
my: ရောင်းဈေးအပြောင်းအလဲ

# sells
source: Sale
my: အရောင်းများ

# credits
source: Credit Sale
my: ရရန်အကြွေးများ

# buys
source: Purchases
my: အဝယ်များ

# buy_screen
source: To Purchase
my: အဝယ်စာမျက်နှာ

# buy_credits
source: Credit Purchase
my: အဝယ်အကြွေးများ

source: Damage Items
my: အပျက်အစီးများ

source: Expenses
my: ကုန်ကျစရိတ်

source: Daily
my: နေ့အလိုက်

source: Monthly
my: လအလိုက်

source: Select Monthly
my: လ‌‌ရွေးပါ

source: Yearly
my: နှစ်အလိုက်

source: Profit
my: အမြတ်

# sell_alert
source: Please fill invalid data!
my: အချက်အလက်ပြည့်စုံစွာထည့်ပါ

# extra_charges
source: Packaging
my: ထုတ်ပိုးခ

# final_total
source: Grand Total
my: အားလုံးစုစုပေါင်း

source: Credit
my: အကြွေး

source: Create Price
my: ဈေးနှုန်း အသစ်ထည့်ရန်

source: Edit Price
my: ဈေးနှုန်း ပြင်ရန်

source: Select Region
my: နယ်ရွေးပါ

source: Create Region
my: နယ်အသစ်ထည့်ရန်

source: Enter Region
my: နယ်ထည့်ရန်

# region_name
source: region
my: နယ်အမည်

source: Select Invoice ID
my: ဘောင်ချာနံပါတ်ရွေးပါ

source: Create Credit
my: အကြွေးအသစ်ထည့်ရန်

source: Amount
my: ပမာဏ

source: Enter Amount
my: ပမာဏထည့်ပါ

source: Edit Merchant
my: ကုန်သည်ပြင်ရန်

source: Merchant Name
my: ကုန်သည်အမည်

source: Enter Merchant Name
my: ကုန်သည်အမည်ထည့်ပါ

source: Create Damage
my: အပျက်အစီးထည့်ရန်

source: Create Expense
my: ကုန်ကျစရိတ်အသစ်ထည့်ရန်

source: Edit Expense
my: ကုန်ကျစရိတ်အသစ်ပြင်ရန်

source: Expense Name
my: ကုန်ကျစရိတ်အမည်

# enter_expense
source: Enter expense name
my: ကုန်ကျစရိတ်အမည်ထည့်ပါ

source: Credit Total
my: အကြွေးစုစုပေါင်း

source: Stocks
my: စတော့များ

source: Create Stock
my: စတော့အသစ် ထည့်ရန်

source: Edit Stock
my: စတော့ ပြင်ရန်

source: Discount
my: ဒစ်စကောင့်

source: Discount Amount
my: ဒစ်စကောင့် ပမာဏ

# income_total
source: Total
my: စုစုပေါင်းဝင်ငွေ

# sale_return
source: Sale Returns
my: ပြန်သွင်းပစ္စည်းများ

source: Create Sale Return
my: ပြန်သွင်းပစ္စည်းအသစ်ထည့်ရန်

source: All Stocks
my: စတော့အားလုံး

source: Sale Items
my: ပစ္စည်းအလိုက်ရောင်းအား
